Sammy93/ddc233/sdkconfig.defaults
# Target: ESP32-S3
CONFIG_IDF_TARGET="esp32s3"

# Use 240 MHz CPU for timing accuracy
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y

# Enable console UART for CLI
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
